[
  {
    "start": 0.0,
    "end": 2.4,
    "text": "Eh, try not to worry about it, Morty. You're a good kid."
  },
  {
    "start": 2.92,
    "end": 7.16,
    "text": "And there's not a premium on that right now, but you'll be getting girls sometime after Brad's out of shape."
  },
  {
    "start": 7.6,
    "end": 10.92,
    "text": "You're missing the point, Dad. I don't want girls. I want Jessica."
  },
  {
    "start": 11.68,
    "end": 16.44,
    "text": "Ah, well, I remember feeling that way about a young lady named Your Mom."
  },
  {
    "start": 16.8,
    "end": 19.96,
    "text": "And that's not an urban diss. Your Mom was my Jessica."
  },
  {
    "start": 20.22,
    "end": 22.1,
    "text": "I remember the first time I saw her, I thought..."
  },
  {
    "start": 22.1,
    "end": 24.1,
    "text": "I should get her pregnant and then she'll have to marry me."
  },
  {
    "start": 24.16,
    "end": 25.75,
    "text": "I beg your pardon, Rick. Inappropriate."
  },
  {
    "start": 26.36,
    "end": 29.64,
    "text": "Sorry, please proceed with your story about banging my daughter in high school."
  },
  {
    "start": 30.04,
    "end": 34.12,
    "text": "I'm not sure you want to take romantic advice from this guy, Morty. His marriage is hanging from a thread."
  },
  {
    "start": 34.38,
    "end": 36.36,
    "text": "My marriage is fine, thank you."
  },
  {
    "start": 36.6,
    "end": 41.72,
    "text": "Jerry, it's your house. Whatever you say it is is how it is, but I think a blind man can see that Beth is looking for the door."
  },
  {
    "start": 41.96,
    "end": 43.94,
    "text": "I barely have a reason to care and even I notice."
  },
  {
    "start": 44.08,
    "end": 46.3,
    "text": "Come on, Rick. Don't talk about my parents like that."
  },
  {
    "start": 46.66,
    "end": 52.08,
    "text": "Listen, Morty, I hate to break it to you, but what people call love is just a chemical reaction that compels animals to breed."
  },
  {
    "start": 52.44,
    "end": 56.66,
    "text": "It hits hard, Morty, then it slowly fades, leaving you stranded in a failing marriage."
  },
  {
    "start": 57.12,
    "end": 61.88,
    "text": "I did it. Your parents are gonna do it. Break the cycle, Morty. Rise above. Focus on science."
  },
  {
    "start": 64.62,
    "end": 69.74,
    "text": "All right, well, I'm gonna go get dressed for the dance. Yeah, I'm just going to check on your mom."
  }
]